export const cardsData = [
    {
    imageUrl: require('../assets/monky1smoll.jpg'),
    originalImageUrl: require('../assets/monkyOriginal.jpg'),
      title: 'ПРОЦЕСС ЭВОЛЮЦИИ',
      description: 'Это яркий вызов современной реальности. Нет ничего хуже интеллектуальных шорт, навязанных нам….Кем навязанных? Социальными предрассудками, бизнесом и личными интересами отдельных групп людей. Каждая картина заставляет задуматься о том, что делают люди КАЖДЫЙ ДЕНЬ. Мы на пути эволюции или деградации как вида? Решать тебе…',
      material: 'Материал: смешанная техника, графика. Размеры работ 80/100см'
    },
    {
      imageUrl: require('../assets/monky2Smoll.jpg'),
      originalImageUrl: require('../assets/monky3Original.jpg'),
      title: 'КОРОЛЕВ',
      description: 'Это яркий вызов современной реальности. Нет ничего хуже интеллектуальных шорт, навязанных нам….Кем навязанных? Социальными предрассудками, бизнесом и личными интересами отдельных групп людей. Каждая картина заставляет задуматься о том, что делают люди КАЖДЫЙ ДЕНЬ. Мы на пути эволюции или деградации как вида? Решать тебе…',
      material: 'Материал: масло, пастель; графика. Размеры работ 30/40см'
    },
    {
      imageUrl: require('../assets/monky3Smoll.jpg'),
      originalImageUrl: require('../assets/monky3Original.jpg'),
      title: 'МИГРАЦИОННЫЙ ЗАХВАТ',
      description: 'Это яркий вызов современной реальности. Нет ничего хуже интеллектуальных шорт, навязанных нам….Кем навязанных? Социальными предрассудками, бизнесом и личными интересами отдельных групп людей. Каждая картина заставляет задуматься о том, что делают люди КАЖДЫЙ ДЕНЬ. Мы на пути эволюции или деградации как вида? Решать тебе…',
      material: 'Материал: цифровая графика, коллаж, печать на пенокартоне. Размеры работ 80/120см'
    }
  ];
  