<template>
  <div id="gallery">
    <div class="containerTextGalaryTop">
      <h3 class="h3_textTop">Кто мы такие и куда направляемся?</h3>
      <br />
      <p style="text-indent: 2ch;">
        Этот вопрос не раз ставил меня в тупик, потому что я родитель, и в то же время, обладаю
        любопытством ребенка, выросшего в семье ученых. Скажем по-другому. Для меня это второй
        вопрос после "Есть ли Бог?". Я думаю, что ответ уже ясен из заглавной буквы слова
        "Бог". Но как насчет остального?
      </p>
    </div>


      <div class="textRight1"> 
        <img src="../../../public/monky1.jpeg" class="card" />
          <div class="textAfterCard1">
            <h3 class="h1_1" style="margin-top: 1ch;">ПРОЦЕСС ЭВОЛЮЦИИ</h3>
            <p>
              Это яркий вызов современной реальности Нет ничего хуже интеллектуальных шор навязанных
              нам….Кем навязанных? Социальными предрассудками, бизнесом и личными интересами
              отдельных групп людей. Каждая картина заставляет задуматься о том, что делают люди
              КАЖДЫЙ ДЕНЬ. Мы на пути эволюции или деградации как вида? Решать тебе…
            </p>
            <p class="material">Материал: смешанная техника, графика. Размеры работ 80/100см</p>
          </div>
      </div>

      <div class="textRight2">
            <img src="../../../public/interior.jpg" class="card" />
            <div class="textAfterCard2">
            <h3 class="h2_2">КОРОЛЕВ</h3>
            <p>Это яркий вызов современной реальности Нет ничего хуже интеллектуальных шор навязанных нам….Кем навязанных? Социальными предрассудками, бизнесом и личными интересами отдельных групп людей. Каждая картина заставляет задуматься о том, что делают люди КАЖДЫЙ ДЕНЬ. Мы на пути эволюции или деградации как вида? Решать тебе…</p>
            <p class="material">Материал: масло, пастель; графика. Размеры работ 30/40см</p>
          </div>
    </div>

      <div class="textRight3">
              <img src="../../../public/interior.jpg" class="card" />
            <div class="textAfterCard3">
              <h3 class="h3_3">МИГРАЦИОННЫЙ ЗАХВАТ</h3>
              <p >
                Это яркий вызов современной реальности Нет ничего хуже интеллектуальных шор навязанных
                нам….Кем навязанных? Социальными предрассудками, бизнесом и личными интересами
                отдельных групп людей. Каждая картина заставляет задуматься о том, что делают люди
                КАЖДЫЙ ДЕНЬ. Мы на пути эволюции или деградации как вида? Решать тебе…
              </p>
              <p class="material">
                Материал: цифровая графика, коллаж, печать на пенокартоне. Размеры работ 80/120см</p>
                <a @click="handleDownload" class="cv">Скачать NataAvodesCV</a>
            </div>
      </div>
</div>
</template>

<script setup>


import NataAvodesCV from '../../../public/NataAvodesCV.pdf';
  
  const handleDownload = () => {
    const link = document.createElement('a');
    link.href = NataAvodesCV;
    link.target = '_blank';
    link.download = 'NataAvodesCV.pdf';
    document.body.appendChild(link);
    link.click();
    document.body.removeChild(link);
   };



</script>

<style>
</style>
